[
  {
    "title": "Trolley Data",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Showed how data visualizations can be deceptive."
  },
  {
    "title": "Power Outages",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Explored and analyzed data relating to Power Outages and created a model to determine if a power outage was an 'intentional attack' or not."
  },
  {
    "title": ".str.contains() and other string methods",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Video explaining when to use .str.contains() and other string methods, created for DSC 10: Principles of Data Science."
  },
  {
    "title": "In ducimus iste inventore.",
    "year": "2025",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Visualized geospatial data about bike paths and trips in the Boston area." 
  },
  {
    "title": "Magnam, rerum. Non, totam!",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Nobis officiis inventore corrupti nisi voluptates laboriosam non earum natus numquam facilis! Velit sequi sunt sed aut, fugiat cupiditate dolores facilis saepe architecto sint. Ducimus rem minima vel ipsum libero."
  },
  {
    "title": "Labore ea suscipit pariatur.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Harum obcaecati eius similique nostrum, molestias fugiat autem molestiae in alias laborum nesciunt nulla quidem, quos consectetur assumenda ex nihil! Recusandae, cum. Tenetur, quas non quos nostrum dolorum facere beatae?"
  },
  {
    "title": "Quos dicta pariatur doloremque.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Est, a doloremque suscipit aperiam iusto alias ut tempora, quae numquam beatae quod eveniet accusantium voluptates quidem recusandae sapiente! Quae distinctio laudantium ratione vero obcaecati laboriosam eos ut consectetur fugiat!"
  },
  {
    "title": "Sunt sint necessitatibus fugiat.",
    "year": "2024",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Itaque ipsum architecto numquam animi voluptatum sunt, similique aspernatur amet odio, nam modi optio unde nemo excepturi? Quidem quod nulla omnis aperiam et similique reprehenderit dolorem cumque consequuntur. Aperiam, accusantium."
  },
  {
    "title": "Quia modi laborum odio.",
    "year": "2023",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Nostrum facilis officiis illum consectetur officia repudiandae dolore maxime molestiae, est quas eius repellendus, doloremque quasi a rem aliquam unde exercitationem tenetur qui recusandae atque quaerat. Ipsa eveniet beatae nisi."
  },
  {
    "title": "Voluptas tempora esse delectus!",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Dignissimos enim cupiditate vero ullam, aspernatur laborum suscipit saepe ut perspiciatis alias qui quisquam deleniti numquam delectus voluptates provident adipisci ratione explicabo. Sint iste saepe illum autem magnam repudiandae iusto!"
  },
  {
    "title": "Quaerat, sed! Veniam, dolorem.",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Laudantium, ipsa quaerat perspiciatis repudiandae magnam inventore perferendis? Minus hic laboriosam eveniet vero ipsam tempora eos, quod placeat perspiciatis incidunt neque amet debitis quibusdam quia mollitia odit nobis libero harum."
  },
  {
    "title": "Consequatur laudantium consectetur adipisci!",
    "year": "2022",
    "image": "https://vis-society.github.io/labs/2/images/empty.svg",
    "description": "Voluptas iusto corrupti magni. Ullam commodi ab odio quam ratione veritatis id rerum alias eveniet architecto velit adipisci quasi nam, pariatur consequuntur similique iste esse possimus. Odio, deserunt! Voluptates, voluptatibus."
  }
]
